Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: She wished to express the Committee's appreciation to States parties for cooperating with the Committee in the examination of communications and implementation of the inquiry procedure.
fr: L'oratrice tient, au nom du Comité, à remercier les États parties d'avoir collaboré avec le Comité à l'examen des communications ainsi qu'à la conduite de la procédure d'enquête.

source: She encouraged all States parties to disseminate information about the procedures, as called for in article 13 of the Optional Protocol.
fr: Elle encourage tous les États parties à diffuser des informations relatives aux procédures, conformément à l'article 13 du Protocole facultatif.

source: In its continued effort to enhance its methods of work, the Committee prepared lists of issues and questions for initial as well as periodic reports.
fr: Dans le cadre des efforts qu'il déploie sans relâche en vue d'améliorer ses méthodes de travail, le Comité a établi des listes de problèmes et de questions devant être traités dans les rapports initiaux et périodiques.

source: Only two meetings per State party were allocated for the constructive dialogue.
fr: Deux réunions seulement par État partie ont été consacrées au dialogue constructif.

source: Guidelines had been issued on the length of reports and of written responses, so as to limit the volume of documentation.
fr: Des directives relatives à la longueur des rapports et des réponses écrites ont été publiées en vue de limiter le volume de la documentation.

source: The Committee had started to use country task forces for the constructive dialogue.
fr: Le Comité a commencé à faire appel à des groupes d'experts nationaux pour le dialogue constructif.

source: It had taken steps to monitor implementation of the Convention in States whose reports were significantly overdue.
fr: Il a pris des mesures pour examiner la suite donnée à la Convention par les États ayant pris un très grand retard dans la présentation de leurs rapports.

source: She wished to thank both Cape Verde and Saint Lucia which, at the Committee's invitation, had submitted all their overdue reports as combined reports in time for consideration in 2006.
fr: Mme Manalo tient à remercier le Cap-Vert et Sainte-Lucie, qui, sur l'invitation du Comité, ont présenté, dans un même document, tous les rapports pour l'établissement desquels ils avaient pris du retard, et ce, dans les délais requis pour qu'ils puissent être examinés en 2006.

source: The Committee had stated its views on the advisability of appointing a Special Rapporteur on laws that discriminated against women. It had also discussed the report of the Secretary-General on violence against women.
fr: Le Comité s'est exprimé sur la question de savoir s'il était utile de désigner un rapporteur spécial sur les lois discriminatoires à l'égard des femmes et a examiné le rapport du Secrétaire générale sur la violence contre les femmes.

source: It had held a preliminary discussion on the plan of action of the High Commissioner for Human Rights and looked forward to meeting her personally in January 2006.
fr: Il a tenu un débat préliminaire sur le plan d'action de la Haut Commissaire aux droits de l'homme et attend avec intérêt de s'entretenir personnellement avec cette dernière en janvier 2006.

source: The Committee had also made a significant contribution to and played a very active role in the efforts to further harmonize reporting procedures within the framework of the inter-committee meeting and the chairpersons meeting.
fr: Il a aussi apporté une contribution non négligeable et un soutien très actif aux efforts visant à harmoniser davantage les procédures suivies pour l'établissement des rapports, dans le cadre de la réunion intercomités et de la réunion des présidents.

source: On the subject of the Committee's request for extension of meeting time, she stressed that the Committee had streamlined the manner in which it considered reports.
fr: S'agissant de la demande du Comité tendant à ce que l'on augmente le temps alloué aux réunions, l'oratrice souligne que le Comité a simplifié la procédure qu'il suivait pour l'examen des rapports.

source: However, the significant effort that States, as well as NGOs, invested in the reporting process could not be reduced further if it was to remain meaningful.
fr: Toutefois, on ne peut réduire davantage les efforts non négligeables que les États et les organisations non gouvernementales consacrent à l'établissement des rapports si l'on veut que cet exercice conserve son utilité.

source: There was an urgent need to find a long-term solution that would allow the Committee to implement its responsibilities under the Convention and its Optional Protocol in an effective and timely manner, as well as place it on an equal footing with other human rights treaty bodies in regard to meeting time.
fr: Il est urgent de trouver une solution à long terme qui permette au Comité de s'acquitter, de manière efficace et dans les délais voulus, des responsabilités qui lui incombent en vertu de la Convention et de son Protocole facultatif, et de lui accorder un temps de réunion aussi long que celui qui est alloué aux autres organes créés en vertu d'instruments relatifs aux droits de l'homme.

source: Accordingly, the Committee had requested authorization for a third annual session of three weeks.
fr: En conséquence, le Comité a demandé d'être autorisé à tenir une troisième session annuelle d'une durée de trois semaines.

source: It had also requested authorization, as a temporary measure for 2006 and 2007, to meet in parallel working groups to address the backlog of reports awaiting consideration.
fr: Il a aussi demandé, à titre de mesure provisoire pour 2006 et 2007, l'autorisation de tenir des réunions de groupes de travail parallèles pour réduire l'accumulation de rapports en attente d'examen.

source: Ms. Moreno (Director, United Nations International Research and Training Institute for the Advancement of Women (INSTRAW)) said that the Institute's pioneering research on the gender dimensions of remittance flows had demonstrated the significant transformative potential of women's migration and economic empowerment for household gender relations, community well-being and economic growth.
fr: Mme Moreno [Directrice de l'Institut international de recherche et de formation pour la promotion de la femme (INSTRAW)] dit que les recherches novatrices que l'Institut consacre aux aspects de la question des transferts de fonds qui ont trait aux séxospécificités ont montré l'effet non négligeable que les migrations des femmes et leur démarginalisation économique pouvaient avoir sur les relations entre hommes et femmes au sein du ménage, ainsi que sur le bien-être et la croissance économique des collectivités.

source: Policies and projects that facilitated the development impact of remittances must be analysed.
fr: Les politiques et projets qui multiplient les incidences que les transferts de fonds ont sur le développement doivent être analysés.

source: As half of remittance senders and the majority of remittance recipients, women were playing a central role in managing and distributing such income.
fr: Les femmes, qui sont à l'origine de la moitié de ces transferts et constituent la majorité de ceux qui en bénéficient, jouent un rôle central dans la gestion et la distribution de ce type de revenu.

source: Projects aimed at maximizing the potential of remittances must include women, and they needed access to financial management and investment, credit, training in microenterprise management and other resources.
fr: Il faut que les femmes soient associées aux projets visant à maximiser les effets des transferts de fonds et qu'elles aient accès à l'investissement, aux moyens de gestion financière, au crédit, à une formation à la gestion des microentreprises et à d'autres ressources.

source: As documented or undocumented migrants, women were exposed to insecurities and exploitation that jeopardized their economic, social and personal well-being.
fr: Les migrantes, qu'elles soient en situation régulière ou irrégulière, sont exposées à la précarité et à l'exploitation, ce qui compromet leur bien-être économique, social et personnel.

source: The Institute looked forward to the General Assembly's high-level dialogue on international migration and development in 2006 and expected that gender issues would be at the forefront of the discussion.
fr: L'Institut attend avec intérêt le dialogue de haut niveau de l'Assemblée générale sur les migrations et le développement internationaux qui se tiendra en 2006 et espère que les problèmes des femmes y occuperont une place de premier plan.

source: As the primary agent behind the protection and promotion of human rights, the United Nations had a responsibility to ensure that the rights of migrants were protected.
fr: En tant que principale instance œuvrant en faveur de la protection et de la promotion des droits de l'homme, l'Organisation des Nations Unies a pour responsabilité de s'assurer que les droits des migrants sont protégés.

source: The Millennium Development Goals must become a reality for migrant populations living outside their countries of origin.
fr: Les objectifs du Millénaire pour le développement doivent devenir une réalité pour les populations migrantes.

source: The Institute's work on gender and security sector reform had shown that unless the definition of security was reconceptualized to include the human security of women at home and in their communities, women would continue to live in situations of conflict and violence, whether or not their countries were at war.
fr: Les travaux que l'Institut a consacrés aux femmes et à la réforme du secteur de la sécurité ont montré que, tant que la notion de sécurité n'a pas été redéfinie dans un sens qui englobe la sécurité des femmes au sein de leur famille et de leur communauté, les femmes continueront de vivre des situations de conflit et de violence, que leur pays soit ou non en guerre.

source: The three pillars of the Organization's work — peace and security, development and human rights — would stand only if they were built on a foundation of gender equality.
fr: Les trois piliers de l'action de l'Organisation - sécurité, développement et droits de l'homme - ne peuvent tenir bon que s'ils sont fondés sur le principe de l'égalité entre hommes et femmes.

source: International commitments such as the Millennium Development Goals, viewed from a gender perspective, provided a unique opportunity to strengthen the Organization's work and consolidate its role as a major force in the empowerment of women, development, growth and progress.
fr: Les engagements pris à l'échelle internationale, tels que les objectifs du Millénaire pour le développement, envisagés dans une perspective soucieuse d'équité entre les sexes, offrent une occasion unique de renforcer l'action de l'Organisation et de consolider le rôle qu'elle joue en tant qu'élément essentiel de la démarginalisation des femmes ainsi que de l'accélération du développement, de la croissance et des progrès.

source: The Institute was beginning a new era in which quality research and training for the advancement of women could expand, thereby becoming an instrument for achieving the Millennium Development Goals.
fr: L'Institut, qui entame une nouvelle phase de son existence durant laquelle l'on pourrait assister à un développement de la recherche et de la formation de qualité consacrées à la promotion de la femme, pourrait devenir un instrument de la réalisation des objectifs du Millénaire pour le développement.

source: Precise information on the future work of INSTRAW could be found in the Report of the Secretary-General contained in document A/60/372.
fr: Des informations précises sur ses travaux futurs figurent dans le rapport du Secrétaire général (A/60/372).

source: On behalf of INSTRAW, she wished to thank all countries that had contributed to the Institute and ask those that had not yet done so to analyse the work, results and potential of the Institute and to consider the possibility of joining in sending voluntary contributions to INSTRAW at the present crucial transition moment.
fr: L'oratrice remercie, au nom de l'INSTRAW, tous les pays qui ont apporté une contribution à l'Institut et demande à ceux qui ne l'ont pas encore fait d'analyser les travaux, les résultats et le potentiel de l'Institut et d'envisager aussi, en cette période de transition décisive, de lui envoyer des contributions volontaires.

source: Mr. Neil (Jamaica), speaking on behalf of the Group of 77 and China, said that considering the progress made in the advancement of women since the adoption of the Beijing Platform for Action, there was reason to be cautiously optimistic about the future; however, many obstacles remained.
fr: M. Neil (Jamaïque), parlant au nom du Groupe des 77 et de la Chine, dit qu'au vu des progrès accomplis pour la promotion des femmes depuis l'adoption du Programme d'action de Beijing, il y a lieu de se montrer prudemment optimiste quant à l'avenir; cependant, bon nombre d'obstacles n'ont toujours pas été levés.

source: Women's advancement could only be achieved if women's health needs at basic levels were addressed.
fr: La promotion des femmes exige que l'on réponde à leurs besoins de santé les plus élémentaires.

source: In particular, HIV/AIDS had assumed an increasingly feminine face, with the increasing number of women and girls infected with the disease surpassing their male counterparts in the incidence of new infections.
fr: En particulier, les femmes sont de plus en plus nombreuses à être touchées par le VIH/sida, et le pourcentage de femmes et de filles nouvellement contaminées dépasse désormais celui des hommes.

source: Other preventable health casualties related to child-bearing, such as maternal mortality, had for too long not received the attention deserved.
fr: D'autres problèmes de santé liés à la grossesse et faciles à prévenir, tels que la mortalité maternelle, ont été pendant trop longtemps négligés.

source: Another preventable, treatable medical condition was fistula, which had been referred to as the “nightmare for African women”.
fr: Un autre problème médical traitable et facile à prévenir est la fistule, qui a souvent été qualifiée de « cauchemar des femmes africaines ».

source: Violence against women had been one of the most degrading violations of women's basic rights and fundamental freedoms.
fr: La violence à l'égard des femmes a été l'une des violations des libertés et des droits fondamentaux de la femme les plus dégradantes.

source: As noted in the interim report of the Secretary-General on violence against women (A/60/211), the phenomenon persisted in epidemic proportions in all parts of the world and warranted a comprehensive examination of the root causes.
fr: Comme le note le Secrétaire général dans son rapport sur la violence à l'égard des femmes (A/60/211), ce phénomène persiste dans des proportions épidémiques sur toute la planète et mérite que l'on procède à un examen général de ses causes profondes.

source: Poverty among women was a particular problem for many countries of the developing world and was directly related to unemployment.
fr: Dans bon nombre de pays en développement, la pauvreté des femmes est un problème particulier qui est directement liée au chômage.

source: The globalized environment was marked by shrinking economies and a reduction of employment opportunities, forcing many women into the informal sector.
fr: L'environnement mondialisé se caractérise par des économies en récession et une diminution des possibilités d'emploi, ce qui contraint de nombreuses femmes à se tourner vers le secteur informel.

source: Globalization was likewise marked by the increasing mobility of women, especially from developing countries.
fr: La mondialisation se caractérise aussi par une mobilité croissante des femmes, notamment celles qui sont originaires de pays en développement.

source: Migrant women were often vulnerable to violence, abuse and many inequities.
fr: Les migrantes sont souvent exposées à la violence, aux mauvais traitements et à de nombreuses autres formes d'inégalités.

source: The destruction caused by recent natural disasters in Central America, particularly in Guatemala, El Salvador and Mexico, was a reminder of the negative impact of natural disasters on the social and economic well-being of people, particularly vulnerable women and children in rural areas.
fr: La destruction provoquée par les récentes catastrophes naturelles survenues en Amérique centrale, notamment au Guatemala, à El Salvador et au Mexique, rappellent à quel point ces catastrophes peuvent porter atteinte au bien-être socioéconomique de la population, plus particulièrement sur celui des femmes et des enfants vulnérables des zones rurales.

source: The report of the Secretary-General on the improvement of the situation of rural women (A/60/165) included some useful recommendations which when implemented, could help to realize the goals of the Beijing Platform for Action and the Millennium Development Goals.
fr: Le rapport du Secrétaire général sur l'amélioration de la condition de la femme dans les zones rurales (A/60/165) contient quelques recommandations utiles qui, lorsqu'elles seront mises en œuvre, pourraient aider à réaliser les objectifs du Programme d'action de Beijing ainsi que les objectifs du Millénaire pour le développement.

source: Gender equality targets set by Beijing and the Millennium Development Goals were indelibly linked and mutually reinforcing.
fr: Les buts qui, en matière de parité des sexes, ont été fixés à Beijing et dans les objectifs du Millénaire pour le développement sont indissociablement liés et se renforcent mutuellement.

source: Yet the Millennium Project report indicated that there was limited and uneven progress on gender equality targets.
fr: Cela étant, le rapport sur le Projet Objectifs du Millénaire montre que les progrès accomplis dans la réalisation de ces objectifs sont limités et inégaux.

source: A redoubling of efforts was indicated, particularly as equality in educational opportunities was critical.
fr: Il est d'autant plus nécessaire de redoubler d'efforts, que l'égalité des chances dans le domaine de l'éducation revêt une importance décisive.

source: The Group of 77 and China reaffirmed that while the primary responsibility for the advancement of women lay with Governments, international cooperation remained indispensable for the full implementation of Beijing.
fr: Le Groupe des 77 et de la Chine a réaffirmé que si la responsabilité première de la promotion de la femme incombait aux gouvernements, la coopération internationale demeure indispensable à la pleine mise en œuvre des recommandations adoptées à Beijing.

source: International cooperation was not only about fulfilling official development assistance (ODA) obligations; it was also about the transfer of technology, information and data sharing and technical assistance, including through South-South cooperation, to which the Group of 77 and China were fully committed.
fr: La coopération internationale ne consiste pas simplement à remplir certaines obligations en matière d'aide publique au développement (APD); elle inclut aussi le transfert de technologie, le partage d'informations et de données et l'assistance technique, par la voie notamment d'une coopération Sud-Sud à laquelle le Groupe des 77 et de la Chine est foncièrement attaché.

source: The Group of 77 and China strongly supported the work of INSTRAW in its important role in the review and appraisal of the implementation of the Beijing Platform for Action and the outcome document of the twenty-third special session of the General Assembly.
fr: Le Groupe des 77 et de la Chine appuie résolument les efforts de l'INSTRAW, qui joue un rôle important dans l'examen et l'évaluation de la suite donnée au Programme d'action de Beijing et au document final de la vingt-troisième session extraordinaire de l'Assemblée générale.

source: They had noted the new horizons being explored by the Institute in responding to the need to provide research information on some of the most topical issues for developing countries from a gender perspective, in all regions across the globe.
fr: Il a pris acte des nouvelles perspectives que l'Institut explore actuellement pour répondre à la nécessité de fournir des données de recherche touchant à des problèmes d'égalité entre hommes et femmes qui sont d'actualité pour les pays en développement dans le monde entier.

source: They acknowledged the general contributions made, particularly by countries in the European Union, in maintaining the Institute, and encouraged all States to make voluntary contributions to it to assist it in executing its mandate in the area of research, particularly in its critical transitional period.
fr: Le Groupe des 77 et la de Chine salue les contributions que les pays, en particulier ceux de l'Union européenne, apportent d'une manière générale pour le maintien de l'INSTRAW et encourage tous les États à verser des contributions volontaires à l'Institut pour l'aider, notamment en cette période de transition décisive, à s'acquitter de son mandat en matière de recherche.

source: The Group of 77 and China acknowledged the valuable work of the United Nations Development Fund for Women (UNIFEM) in providing financial and technical assistance to developing countries to foster women's empowerment and gender equality.
fr: Le Groupe des 77 et de la Chine rend hommage aux efforts louables que déploie le Fonds de développement des Nations Unies pour la femme (UNIFEM) afin d'offrir une assistance technique et financière aux pays en développement en vue de promouvoir la démarginalisation des femmes et la parité des sexes.

source: They also recognized the role of the Office of the Special Adviser on Gender Issues and Advancement of Women to integrate a gender perspective in United Nations activities.
fr: Le Groupe des 77 et de la Chine est conscient du rôle que joue le Bureau de la Conseillère spéciale pour les questions de parité hommes-femmes et de promotion de la femme en vue d'intégrer une démarche soucieuse d'équité entre les sexes dans les activités de l'ONU.

source: The Commission on the Status of Women was also especially acknowledged for its work in the follow-up to Beijing and for its ten-year review, as well as its continued commitment to ensuring that women's equal rights and empowerment continued to be pursued to full implementation.
fr: Un hommage particulier a été rendu à la Commission de la femme pour les travaux que celle-ci a consacrés au suivi de Beijing ainsi qu'à l'examen décennal ainsi que pour l'action résolue qu'elle continue de mener en vue de garantir pleinement l'égalité des droits des femmes et leur démarginalisation.

source: Mr. O'Neill (United Kingdom), speaking on behalf of the European Union, the acceding countries (Bulgaria and Romania), the candidate countries (Croatia and Turkey), stabilization and association process countries Bosnia and Herzegovina, Serbia and Montenegro and the former Yugoslav Republic of Macedonia as well as Ukraine and the Republic of Moldova, said that 2005 had been an important year for gender equality and the advancement of women.
fr: M. O'Neil (Royaume-Uni de Grande-Bretagne et d'Irlande du Nord), parlant au nom de l'Union européenne, des pays adhérents (Bulgarie et Roumanie), des pays candidats (Croatie et Turquie), des pays du Processus de stabilisation et d'association Bosnie-Herzégovine, ex-République yougoslave de Macédoine et Serbie-et-Monténégro ainsi que de l'Ukraine et de la République de Moldova, dit que 2005 a été une année importante pour l'égalité des sexes et la promotion de la femme.
